Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# USBHistoryButton.AutomationProperties.HelpText
source: Displays the history of all of the USB devices that have been connected to this device.
fr_fr: Affiche l’historique de tous les périphériques USB qui ont été connectés à cet appareil.
ja_jp: このデバイスに接続されたすべてのUSBデバイスの履歴を表示します。
tr_tr: Bu cihaza bağlanan tüm USB cihazlarının geçmişini görüntüler.

# NoUSBDeviceFound
source: No USB device history found.
fr_fr: Aucun historique de périphériques USB trouvé.
ja_jp: USBデバイスの履歴が見つかりません。
tr_tr: Hiçbir USB cihazı geçmişi bulunamadı.

# TotalUSBDevices
source: Total USB Devices Connected: {0}
fr_fr: Nombre total de périphériques USB connectés: {0}
ja_jp: 接続されたUSBデバイスの合計：{0}
tr_tr: Bağlanan Toplam USB Cihazı Sayısı: {0}

# PersistentPoliciesLibraryEncryptionScopeToggleSwitch.OnContent
source: User Scope
fr_fr: Périmètre utilisateur
ja_jp: ユーザースコープ
tr_tr: Kullanıcı Kapsamı

# PersistentPoliciesLibraryEncryptionScopeToggleSwitch.OffContent
source: Machine Scope
fr_fr: Périmètre de la machine
ja_jp: マシンスコープ
tr_tr: Makine Kapsamı

# PersistentPoliciesLibraryEncryptionScopeSettingsCard.Header
source: Encryption Scope
fr_fr: Périmètre de chiffrement
ja_jp: 暗号化スコープ
tr_tr: Şifreleme Kapsamı

# PersistentPoliciesLibraryEncryptionScopeSettingsCard.Description
source: Select an encryption scope: User, which allows only the current Windows account to decrypt the encrypted policy files, or Machine, which restricts decryption to this device so the files cannot be decrypted if moved to another device.
fr_fr: Sélectionnez un périmètre de chiffrement : Utilisateur, qui permet uniquement au compte Windows actuel de déchiffrer les fichiers de stratégie chiffrés, ou Machine, qui limite le déchiffrement à cet appareil afin que les fichiers ne puissent pas être déchiffrés s’ils sont déplacés vers un autre appareil.
ja_jp: 暗号化スコープを選択します：ユーザーは現在のWindowsアカウントのみが暗号化されたポリシーファイルを復号化できるようにし、マシンは復号化をこのデバイスに制限するため、ファイルを別のデバイスに移動しても復号化できません。
tr_tr: Bir şifreleme kapsamı seçin: Şifrelenmiş ilke dosyalarının şifresini yalnızca geçerli Windows hesabının çözmesine izin veren Kullanıcı veya dosyaların başka bir cihaza taşınması durumunda şifresinin çözülmemesi için şifre çözmeyi bu cihazla kısıtlayan Makine.

# PersistentPoliciesLibraryEncryptionScopeSettingsCard.ToolTipService.ToolTip
source: Select an encryption scope: User, which allows only the current Windows account to decrypt the encrypted policy files, or Machine, which restricts decryption to this device so the files cannot be decrypted if moved to another device.
fr_fr: Sélectionnez un périmètre de chiffrement : Utilisateur, qui permet uniquement au compte Windows actuel de déchiffrer les fichiers de stratégie chiffrés, ou Machine, qui limite le déchiffrement à cet appareil afin que les fichiers ne puissent pas être déchiffrés s’ils sont déplacés vers un autre appareil.
ja_jp: 暗号化スコープを選択します：ユーザーは現在のWindowsアカウントのみが暗号化されたポリシーファイルを復号化できるようにし、マシンは復号化をこのデバイスに制限するため、ファイルを別のデバイスに移動しても復号化できません。
tr_tr: Bir şifreleme kapsamı seçin: Şifrelenmiş ilke dosyalarının şifresini yalnızca geçerli Windows hesabının çözmesine izin veren Kullanıcı veya dosyaların başka bir cihaza taşınması durumunda şifresinin çözülmemesi için şifre çözmeyi bu cihazla kısıtlayan Makine.

source: Select an encryption scope: User, which allows only the current Windows account to decrypt the encrypted policy files, or Machine, which restricts decryption to this device so the files cannot be decrypted if moved to another device.
fr_fr: Sélectionnez un périmètre de chiffrement : Utilisateur, qui permet uniquement au compte Windows actuel de déchiffrer les fichiers de stratégie chiffrés, ou Machine, qui limite le déchiffrement à cet appareil afin que les fichiers ne puissent pas être déchiffrés s’ils sont déplacés vers un autre appareil.
ja_jp: 暗号化スコープを選択します：ユーザーは現在のWindowsアカウントのみが暗号化されたポリシーファイルを復号化できるようにし、マシンは復号化をこのデバイスに制限するため、ファイルを別のデバイスに移動しても復号化できません。
tr_tr: Bir şifreleme kapsamı seçin: Şifrelenmiş ilke dosyalarının şifresini yalnızca geçerli Windows hesabının çözmesine izin veren Kullanıcı veya dosyaların başka bir cihaza taşınması durumunda şifresinin çözülmemesi için şifre çözmeyi bu cihazla kısıtlayan Makine.

# AssignmentsButton.Content
source: Assignments
fr_fr: Affectations
ja_jp: 割り当て
tr_tr: Atamalar

# AssignmentsButton.ToolTipService.ToolTip
source: View and manage assignments for the selected policy.
fr_fr: Afficher et gérer les affectations pour la stratégie sélectionnée.
ja_jp: 選択したポリシーの割り当てを表示および管理します。
tr_tr: Seçilen politikaya ilişkin atamaları görüntüleyin ve yönetin.

# AssignmentsButton.AutomationProperties.HelpText
source: View and manage assignments for the selected policy.
fr_fr: Afficher et gérer les affectations pour la stratégie sélectionnée.
ja_jp: 選択したポリシーの割り当てを表示および管理します。
tr_tr: Seçilen politikaya ilişkin atamaları görüntüleyin ve yönetin.

# AssignmentsMenuFlyoutItem.Text
source: Assignments
fr_fr: Affectations
ja_jp: 割り当て
tr_tr: Atamalar

# AssignmentsMenuFlyoutItem.ToolTipService.ToolTip
source: View and manage assignments for the selected policy.
fr_fr: Afficher et gérer les affectations pour la stratégie sélectionnée.
ja_jp: 選択したポリシーの割り当てを表示および管理します。
tr_tr: Seçilen politikaya ilişkin atamaları görüntüleyin ve yönetin.

# AssignmentsMenuFlyoutItem.AutomationProperties.HelpText
source: View and manage assignments for the selected policy.
fr_fr: Afficher et gérer les affectations pour la stratégie sélectionnée.
ja_jp: 選択したポリシーの割り当てを表示および管理します。
tr_tr: Seçilen politikaya ilişkin atamaları görüntüleyin ve yönetin.

# NoAssignmentsFound.Text
source: No assignments found.
fr_fr: Aucune affectation trouvée.
ja_jp: 割り当てが見つかりません。
tr_tr: Hiçbir ödev bulunamadı.

# RemoveAssignmentButton.ToolTipService.ToolTip
source: Remove assignment
fr_fr: Supprimer l’affectation
ja_jp: 割り当てを削除
tr_tr: Ödevi kaldır

# RemoveAssignmentButton.AutomationProperties.HelpText
source: Remove assignment
fr_fr: Supprimer l’affectation
ja_jp: 割り当てを削除
tr_tr: Ödevi kaldır

# PolicyAllowsAllFilesMessage
source: The selected policy for simulation contains a rule that allows all files.
fr_fr: La stratégie sélectionnée pour la simulation contient une règle qui autorise tous les fichiers.
ja_jp: シミュレーション用に選択されたポリシーには、すべてのファイルを許可するルールが含まれています。
tr_tr: Simülasyon için seçilen politika, tüm dosyalara izin veren bir kural içerir.

# FirewallSentinelPageTitle
source: Manage the Windows Firewall and utilize allowlisting strategy for layered network access protection.
fr_fr: Gérez le Pare-feu Windows et utilisez une stratégie de liste d'autorisations pour une protection d'accès réseau multicouche.
ja_jp: Windowsファイアウォールを管理し、許可リスト戦略を使用して多層的なネットワークアクセス保護を実現します。
tr_tr: Windows Güvenlik Duvarı'nı yönetin ve katmanlı ağ erişimi koruması için izin verilenler listesine ekleme stratejisinden yararlanın.

# FirewallSentinelNavItem.Content
source: Firewall Sentinel
fr_fr: Sentinelle du Pare-feu
ja_jp: ファイアウォールセンチネル
tr_tr: Güvenlik Duvarı Nöbetçisi

# FirewallSentinelNavItem.ToolTipService.ToolTip
source: Manage the Windows Firewall and utilize allowlisting strategy for layered network access protection.
fr_fr: Gérez le Pare-feu Windows et utilisez une stratégie de liste d'autorisations pour une protection d'accès réseau multicouche.
ja_jp: Windowsファイアウォールを管理し、許可リスト戦略を使用して多層的なネットワークアクセス保護を実現します。
tr_tr: Windows Güvenlik Duvarı'nı yönetin ve katmanlı ağ erişimi koruması için izin verilenler listesine ekleme stratejisinden yararlanın.

# FirewallSentinelNavItem.AutomationProperties.HelpText
source: Manage the Windows Firewall and utilize allowlisting strategy for layered network access protection
fr_fr: Gérez le Pare-feu Windows et utilisez une stratégie de liste d'autorisations pour une protection d'accès réseau multicouche
ja_jp: Windowsファイアウォールを管理し、許可リスト戦略を使用して多層的なネットワークアクセス保護を実現します
tr_tr: Windows Güvenlik Duvarını yönetin ve katmanlı ağ erişimi koruması için izin verilenler listesine ekleme stratejisinden yararlanın

# FileNotFoundPath
source: File not found: {0}
fr_fr: Fichier introuvable : {0}
ja_jp: ファイルが見つかりません：{0}
tr_tr: Dosya bulunamadı: {0}

# FileTooSmallForValidHeader
source: File is too small to contain a valid header
fr_fr: Le fichier est trop petit pour contenir un en-tête valide
ja_jp: ファイルが小さすぎて有効なヘッダーを含められません
tr_tr: Dosya geçerli bir başlık içeremeyecek kadar küçük

# InvalidSignatureExpected
source: Invalid signature: 0x{0:X8}. Expected: 0x{1:X8}
fr_fr: Signature non valide : 0x{0:X8}. Attendue : 0x{1:X8}
ja_jp: 無効な署名：0x{0:X8}。期待される値：0x{1:X8}
tr_tr: Geçersiz imza: 0x{0:X8}. Beklenen: 0x{1:X8}

# ErrorReadingEntryAtPosition
source: Error reading entry at position {0}: {1}
fr_fr: Erreur lors de la lecture de l'entrée à la position {0} : {1}
ja_jp: 位置{0}のエントリ読み取りエラー：{1}
tr_tr: {0} konumundaki giriş okunurken hata oluştu: {1}

# ExpectedOpeningBracketAtStartOfEntry
source: Expected opening bracket at start of entry, got: 0x{0:X4}
fr_fr: Crochet ouvrant attendu au début de l'entrée, obtenu : 0x{0:X4}
ja_jp: エントリの先頭に開き括弧が必要ですが、0x{0:X4}が指定されました
tr_tr: Girişin başlangıcında beklenen açılış parantezi, elde edilen: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterKeyName
source: Expected semicolon delimiter after key name, got: 0x{0:X4}
fr_fr: Point-virgule de séparation attendu après le nom de la clé, obtenu : 0x{0:X4}
ja_jp: キー名の後にセミコロン区切り文字が必要ですが、0x{0:X4}が指定されました
tr_tr: Anahtar adından sonra beklenen noktalı virgül sınırlayıcı, elde edildi: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterValueName
source: Expected semicolon delimiter after value name, got: 0x{0:X4}
fr_fr: Point-virgule de séparation attendu après le nom de la valeur, obtenu : 0x{0:X4}
ja_jp: 値名の後にセミコロン区切り文字が必要ですが、0x{0:X4}が指定されました
tr_tr: Değer adından sonra noktalı virgül ayırıcısı bekleniyordu: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterType
source: Expected semicolon delimiter after type, got: 0x{0:X4}
fr_fr: Point-virgule de séparation attendu après le type, obtenu : 0x{0:X4}
ja_jp: タイプの後にセミコロン区切り文字が必要ですが、0x{0:X4}が指定されました
tr_tr: Türden sonra beklenen noktalı virgül sınırlayıcı, elde edildi: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterSize
source: Expected semicolon delimiter after size, got: 0x{0:X4}
fr_fr: Point-virgule de séparation attendu après la taille, obtenu : 0x{0:X4}
ja_jp: サイズの後にセミコロン区切り文字が必要ですが、0x{0:X4}が指定されました
tr_tr: Boyuttan sonra beklenen noktalı virgül sınırlayıcı, elde edildi: 0x{0:X4}

# CouldNotReadBytesOfData
source: Could not read {0} bytes of data, only got {1} bytes
fr_fr: Impossible de lire {0} octets de données, seulement {1} octets obtenus
ja_jp: {0}バイトのデータを読み取れませんでした。取得できたのは{1}バイトのみです
tr_tr: {0} bayt veri okunamadı, yalnızca {1} bayt alındı

# ExpectedClosingBracketAfterData
source: Expected closing bracket after data, got: 0x{0:X4}
fr_fr: Crochet fermant attendu après les données, obtenu : 0x{0:X4}
ja_jp: データの後に閉じ括弧が必要ですが、0x{0:X4}が指定されました
tr_tr: Verilerden sonra beklenen kapanış parantezi, elde edilen: 0x{0:X4}

# UnexpectedEndOfStreamReadingUnicodeString
source: Unexpected end of stream while reading Unicode string
fr_fr: Fin de flux inattendue lors de la lecture de la chaîne Unicode
ja_jp: Unicode文字列読み取り中に予期しないストリームの終わりが発生しました
tr_tr: Unicode dizesi okunurken akışın beklenmeyen sonu

source: At least one other policy file must be provided
fr_fr: Au moins un autre fichier de stratégie doit être fourni
ja_jp: 少なくとも1つの他のポリシーファイルを指定する必要があります
tr_tr: En az bir politika dosyası daha sağlanmalıdır

source: Main policy file path cannot be null or empty
fr_fr: Le chemin du fichier de stratégie principal ne peut pas être null ou vide
ja_jp: メインポリシーファイルのパスはnullまたは空にできません
tr_tr: Ana politika dosyası yolu boş veya boş olamaz

source: At least one other policy file path must be provided
fr_fr: Au moins un autre chemin de fichier de stratégie doit être fourni
ja_jp: 少なくとも1つの他のポリシーファイルのパスを指定する必要があります
tr_tr: En az bir başka politika dosyası yolu sağlanmalıdır

# PolicyFilePathAtIndexCannotBeNullOrEmpty
source: Policy file path at index {0} cannot be null or empty
fr_fr: Le chemin du fichier de stratégie à l'index {0} ne peut pas être null ou vide
ja_jp: インデックス{0}のポリシーファイルパスはnullまたは空にできません
tr_tr: {0} dizinindeki politika dosyası yolu boş veya boş olamaz

# LoadedExistingPolicyFileWithEntries
source: Loaded existing policy file with {0} entries
fr_fr: Fichier de stratégie existant chargé avec {0} entrées
ja_jp: {0}エントリの既存ポリシーファイルを読み込みました
tr_tr: {0} giriş içeren mevcut politika dosyası yüklendi

# TotalOperationsLog
source: Total operations: {0}
fr_fr: Total des opérations : {0}
ja_jp: 総操作数：{0}
tr_tr: Toplam işlemler: {0}

# AddedEntriesLog
source: Added entries: {0}
fr_fr: Entrées ajoutées : {0}
ja_jp: 追加されたエントリ：{0}
tr_tr: Eklenen girişler: {0}

# ReplacedEntries
source: Replaced entries: {0}
fr_fr: Entrées remplacées : {0}
ja_jp: 置換されたエントリ：{0}
tr_tr: Değiştirilen girişler: {0}

source: Policy file does not exist, marking all policies as not verified
fr_fr: Le fichier de stratégie n'existe pas, marquage de toutes les stratégies comme non vérifiées
ja_jp: ポリシーファイルが存在しないため、すべてのポリシーを未検証としてマークします
tr_tr: Politika dosyası mevcut değil; tüm politikalar doğrulanmadı olarak işaretleniyor

# VerificationCompletePolicyFileDoesNotExist
source: Verification complete: 0 of {0} policies match (policy file does not exist)
fr_fr: Vérification terminée : 0 stratégies sur {0} correspondent (le fichier de stratégie n'existe pas)
ja_jp: 検証完了：{0}個中0個のポリシーが一致（ポリシーファイルが存在しません）
tr_tr: Doğrulama tamamlandı: {0} politikadan 0 tanesi eşleşiyor (politika dosyası mevcut değil)

# VerifyPolicyMatch
source: VERIFY: {0}\{1} = MATCH
fr_fr: VÉRIFIER : {0}\{1} = CORRESPONDANCE
ja_jp: 検証：{0}\{1} = 一致
tr_tr: DOĞRULA: {0}\{1} = EŞLEŞME

# VerifyPolicyMismatch
source: VERIFY: {0}\{1} = MISMATCH
fr_fr: VÉRIFIER : {0}\{1} = NON-CORRESPONDANCE
ja_jp: 検証：{0}\{1} = 不一致
tr_tr: DOĞRULA: {0}\{1} = UYUŞMAZLIK

# VerifyPolicyNotFound
source: VERIFY: {0}\{1} = NOT FOUND
fr_fr: VÉRIFIER : {0}\{1} = NON TROUVÉ
ja_jp: 検証：{0}\{1} = 見つかりません
tr_tr: DOĞRULA: {0}\{1} = BULUNAMADI

# VerificationCompletePoliciesMatch
source: Verification complete: {0} of {1} policies match
fr_fr: Vérification terminée : {0} stratégies sur {1} correspondent
ja_jp: 検証完了：{1}個中{0}個のポリシーが一致
tr_tr: Doğrulama tamamlandı: {0} / {1} politika eşleşiyor

source: Policy file does not exist, nothing to remove
fr_fr: Le fichier de stratégie n'existe pas, rien à supprimer
ja_jp: ポリシーファイルが存在しないため、削除するものはありません
tr_tr: Politika dosyası mevcut değil, kaldırılacak bir şey yok

# RemovedPolicyEntry
source: REMOVED: {0}
fr_fr: SUPPRIMÉ : {0}
ja_jp: 削除済み：{0}
tr_tr: KALDIRILDI: {0}

# PolicyRemovalComplete
source: Policy removal complete: {0} policies removed
fr_fr: Suppression de la stratégie terminée : {0} stratégies supprimées
ja_jp: ポリシー削除完了：{0}個のポリシーが削除されました
tr_tr: Politikanın kaldırılması tamamlandı: {0} politika kaldırıldı

# FailedToCreateGroupPolicyObjectError
source: Failed to create GroupPolicyObject in STA. HRESULT: 0x{0:X8}
fr_fr: Échec de la création de GroupPolicyObject dans le STA. HRESULT : 0x{0:X8}
ja_jp: STAでのGroupPolicyObjectの作成に失敗しました。HRESULT：0x{0:X8}
tr_tr: STA'da GroupPolicyObject oluşturulamadı. SONUÇ: 0x{0:X8}

# FailedToInitializeCOMInSTAError
source: Failed to initialize COM in STA thread. HRESULT: 0x{0:X8}
fr_fr: Échec de l'initialisation de COM dans le thread STA. HRESULT : 0x{0:X8}
ja_jp: STAスレッドでのCOMの初期化に失敗しました。HRESULT：0x{0:X8}
tr_tr: STA iş parçacığında COM başlatılamadı. SONUÇ: 0x{0:X8}

# FailedToCreateGroupPolicyObjectNullPointerError
source: Failed to create GroupPolicyObject - null pointer returned from STA thread
fr_fr: Échec de la création de GroupPolicyObject - pointeur null renvoyé par le thread STA
ja_jp: GroupPolicyObjectの作成に失敗しました - STAスレッドからnullポインターが返されました
tr_tr: GroupPolicyObject oluşturulamadı - STA iş parçacığından döndürülen boş işaretçi

# FailedToInitializeCOMError
source: Failed to initialize COM. HRESULT: 0x{0:X8}
fr_fr: Échec de l'initialisation de COM. HRESULT : 0x{0:X8}
ja_jp: COMの初期化に失敗しました。HRESULT：0x{0:X8}
tr_tr: COM başlatılamadı. SONUÇ: 0x{0:X8}

# FailedToOpenLocalMachineGPOError
source: Failed to open local machine GPO. HRESULT: 0x{0:X8}
fr_fr: Échec de l'ouverture de l'objet de stratégie de groupe (GPO) de l'ordinateur local. HRESULT : 0x{0:X8}
ja_jp: ローカルマシンGPOを開くのに失敗しました。HRESULT：0x{0:X8}
tr_tr: Yerel makine GPO'su açılamadı. SONUÇ: 0x{0:X8}

# COMExceptionMessage
source: COM Exception: {0} (HRESULT: 0x{1:X8})
fr_fr: Exception COM : {0} (HRESULT : 0x{1:X8})
ja_jp: COM例外：{0}（HRESULT：0x{1:X8}）
tr_tr: COM İstisnası: {0} (HRESULT: 0x{1:X8})

# FailedToRegisterCSEGUIDError
source: Failed to register {0} CSE GUID {1:B}. HRESULT: 0x{2:X8}
fr_fr: Échec de l'inscription du GUID CSE {0} {1:B}. HRESULT : 0x{2:X8}
ja_jp: {0} CSE GUID {1:B}の登録に失敗しました。HRESULT：0x{2:X8}
tr_tr: {0} CSE GUID'i {1:B} kaydedilemedi. SONUÇ: 0x{2:X8}

# FailedToRegisterCSEGUIDCOMError
source: Failed to register {0} CSE GUID {1:B}: {2} (HRESULT: 0x{3:X8})
fr_fr: Échec de l'inscription du GUID CSE {0} {1:B} : {2} (HRESULT : 0x{3:X8})
ja_jp: {0} CSE GUID {1:B}の登録に失敗しました：{2}（HRESULT：0x{3:X8}）
tr_tr: {0} CSE GUID'i {1:B} kaydedilemedi: {2} (HRESULT: 0x{3:X8})

# ExpandPinnedPolicyButton.Content
source: Expand Pinned Policy
fr_fr: Développer la stratégie épinglée
ja_jp: 固定ポリシーを拡張
tr_tr: Sabitlenmiş Politikayı Genişlet

# ExpandPinnedPolicyButton.ToolTipService.ToolTip
source: Expand the pinned Firewall policy by adding new rules to it.
fr_fr: Développez la stratégie de Pare-feu épinglée en y ajoutant de nouvelles règles.
ja_jp: 新しいルールを追加して、固定されたファイアウォールポリシーを拡張します。
tr_tr: Sabitlenmiş Güvenlik Duvarı ilkesine yeni kurallar ekleyerek genişletin.

# ExpandPinnedPolicyButton.AutomationProperties.HelpText
source: Expand the pinned Firewall policy by adding new rules to it.
fr_fr: Développez la stratégie de Pare-feu épinglée en y ajoutant de nouvelles règles.
ja_jp: 新しいルールを追加して、固定されたファイアウォールポリシーを拡張します。
tr_tr: Sabitlenmiş Güvenlik Duvarı ilkesine yeni kurallar ekleyerek genişletin.

# AppIDTaggingFilesAndFoldersSettingsCard.Header
source: Files and Folders
fr_fr: Fichiers et dossiers
ja_jp: ファイルとフォルダー
tr_tr: Dosyalar ve Klasörler

# AppIDTaggingFilesAndFoldersSettingsCard.Description
source: Expand the pinned Firewall policy by scanning files and folders.
fr_fr: Développez la stratégie de Pare-feu épinglée en analysant des fichiers et des dossiers.
ja_jp: ファイルとフォルダーをスキャンして、固定されたファイアウォールポリシーを拡張します。
tr_tr: Dosyaları ve klasörleri tarayarak sabitlenmiş Güvenlik Duvarı ilkesini genişletin.

# AppIDTaggingFilesAndFoldersSettingsCard.ToolTipService.ToolTip
source: Expand the pinned Firewall policy by scanning files and folders.
fr_fr: Développez la stratégie de Pare-feu épinglée en analysant des fichiers et des dossiers.
ja_jp: ファイルとフォルダーをスキャンして、固定されたファイアウォールポリシーを拡張します。
tr_tr: Dosyaları ve klasörleri tarayarak sabitlenmiş Güvenlik Duvarı ilkesini genişletin.

# AppIDTaggingFilesAndFoldersSettingsCard.AutomationProperties.HelpText
source: Expand the pinned Firewall policy by scanning files and folders.
fr_fr: Développez la stratégie de Pare-feu épinglée en analysant des fichiers et des dossiers.
ja_jp: ファイルとフォルダーをスキャンして、固定されたファイアウォールポリシーを拡張します。
tr_tr: Dosyaları ve klasörleri tarayarak sabitlenmiş Güvenlik Duvarı ilkesini genişletin.

# AppIDTaggingCertificatesSettingsExpander.Header
source: Certificates
fr_fr: Certificats
ja_jp: 証明書
tr_tr: Sertifikalar

# AppIDTaggingCertificatesSettingsExpander.Description
source: Expand the pinned Firewall policy by adding certificates to it.
fr_fr: Développez la stratégie de Pare-feu épinglée en y ajoutant des certificats.
ja_jp: 証明書を追加して、固定されたファイアウォールポリシーを拡張します。
tr_tr: Sabitlenmiş Güvenlik Duvarı ilkesine sertifikalar ekleyerek genişletin.

# AppIDTaggingCertificatesSettingsExpander.ToolTipService.ToolTip
source: Expand the pinned Firewall policy by adding certificates to it.
fr_fr: Développez la stratégie de Pare-feu épinglée en y ajoutant des certificats.
ja_jp: 証明書を追加して、固定されたファイアウォールポリシーを拡張します。
tr_tr: Sabitlenmiş Güvenlik Duvarı ilkesine sertifikalar ekleyerek genişletin.

# AppIDTaggingCertificatesSettingsExpander.AutomationProperties.HelpText
source: Expand the pinned Firewall policy by adding certificates to it.
fr_fr: Développez la stratégie de Pare-feu épinglée en y ajoutant des certificats.
ja_jp: 証明書を追加して、固定されたファイアウォールポリシーを拡張します。
tr_tr: Sabitlenmiş Güvenlik Duvarı ilkesine sertifikalar ekleyerek genişletin.

# AppIDTaggingPolicyCustomPatternBasedFileRuleSettingsExpander.Description
source: Expand the pinned Firewall policy by adding a custom pattern-based file rule to it.
fr_fr: Développez la stratégie de Pare-feu épinglée en y ajoutant une règle de fichier personnalisée basée sur un modèle.
ja_jp: カスタムパターンベースのファイルルールを追加して、固定されたファイアウォールポリシーを拡張します。
tr_tr: Sabitlenmiş Güvenlik Duvarı ilkesine özel bir desen tabanlı dosya kuralı ekleyerek genişletin.

source: Expand the pinned Firewall policy by adding a custom pattern-based file rule to it.
fr_fr: Développez la stratégie de Pare-feu épinglée en y ajoutant une règle de fichier personnalisée basée sur un modèle.
ja_jp: カスタムパターンベースのファイルルールを追加して、固定されたファイアウォールポリシーを拡張します。
tr_tr: Sabitlenmiş Güvenlik Duvarı ilkesine özel bir desen tabanlı dosya kuralı ekleyerek genişletin.

# AppIDTaggingPolicyCustomPatternBasedFileRuleSettingsExpander.Header
source: Pattern based File Rule
fr_fr: Règle de fichier basée sur un modèle
ja_jp: パターンベースファイルルール
tr_tr: Desen Tabanlı Dosya Kuralı

# RevertChangesMenuFlyoutItem.Text
source: Revert Changes
fr_fr: Annuler les modifications
ja_jp: 変更を元に戻す
tr_tr: Değişiklikleri Geri Al

# RevertChangesMenuFlyoutItem.ToolTipService.ToolTip
source: Revert the changes made to the system and Windows Firewall.
fr_fr: Annuler les modifications apportees au systeme et au Pare-feu Windows.
ja_jp: システムとWindowsファイアウォールに加えられた変更を元に戻します。
tr_tr: Sistemde ve Windows Güvenlik Duvarında yapılan değişiklikleri geri alın.

# RevertChangesMenuFlyoutItem.AutomationProperties.HelpText
source: Revert the changes made to the system and Windows Firewall.
fr_fr: Annuler les modifications apportees au systeme et au Pare-feu Windows.
ja_jp: システムとWindowsファイアウォールに加えられた変更を元に戻します。
tr_tr: Sistemde ve Windows Güvenlik Duvarında yapılan değişiklikleri geri alın.

# OpenBackupLocationMenuFlyoutItem.Text
source: Open Backup Location
fr_fr: Ouvrir l'emplacement des sauvegardes
ja_jp: バックアップの場所を開く
tr_tr: Yedekleme Konumunu Aç

# OpenBackupLocationMenuFlyoutItem.ToolTipService.ToolTip
source: Open the location where Firewall rules backups are stored.
fr_fr: Ouvrir l'emplacement ou sont stockees les sauvegardes des regles du Pare-feu.
ja_jp: ファイアウォールルールのバックアップが保存されている場所を開きます。
tr_tr: Güvenlik Duvarı kuralları yedeklerinin depolandığı konumu açın.

# OpenBackupLocationMenuFlyoutItem.AutomationProperties.HelpText
source: Open the location where Firewall rules backups are stored.
fr_fr: Ouvrir l'emplacement ou sont stockees les sauvegardes des regles du Pare-feu.
ja_jp: ファイアウォールルールのバックアップが保存されている場所を開きます。
tr_tr: Güvenlik Duvarı kuralları yedeklerinin depolandığı konumu açın.

# DeleteBackupsMenuFlyoutItem.Text
source: Delete Backups
fr_fr: Supprimer les sauvegardes
ja_jp: バックアップを削除
tr_tr: Yedeklemeleri Sil

# DeleteBackupsMenuFlyoutItem.ToolTipService.ToolTip
source: Delete all Firewall rules backups.
fr_fr: Supprimer toutes les sauvegardes des regles du Pare-feu.
ja_jp: すべてのファイアウォールルールのバックアップを削除します。
tr_tr: Tüm Güvenlik Duvarı kuralları yedeklerini silin.

# DeleteBackupsMenuFlyoutItem.AutomationProperties.HelpText
source: Delete all Firewall rules backups.
fr_fr: Supprimer toutes les sauvegardes des regles du Pare-feu.
ja_jp: すべてのファイアウォールルールのバックアップを削除します。
tr_tr: Tüm Güvenlik Duvarı kuralları yedeklerini silin.
